Repository: 84000/data-translation-memory
Catalog: toh555-v3.tmx
Source language: bo
Languages: en

source: །དེའི་ཚེ་དཔལ་གྱི་ལྷ་མོས་དངོས་པོ་དེ་རིག་ནས་བརྩེ་བའི་སེམས་སྐྱེ་བར་འགྱུར་བས་དེའི་ཁྱིམ་དུ་ནོར་དང་འབྲུ་རྣམས་རབ་ཏུ་འཕེལ་བར་བགྱིད་དོ། །དེ་ནས་སྔགས་བཟླས་ནས་བདག་གཡར་དྲང་བར་བགྱིས་ཏེ།
en: At that time, the great goddess Śrī, knowing this matter, will develop a loving motivation, and the wealth and grain in that house will increase. “

source: སྔར་སངས་རྒྱས་ཀྱི་མཚན་དང་བྱང་ཆུབ་སེམས་དཔའི་མིང་ནས་བརྗོད་དེ་སེམས་རྩེ་གཅིག་ཏུ་གུས་པས་ཕྱག་བགྱིའོ།
en: Then repeat the mantra and make me look upon you, and, reciting the names of buddhas of the past and bodhisattvas, reverently pay homage with a single-pointed mind: “ ‘I pay homage to all the buddhas of the past, the future, and the present. “ ‘

source: །ཕྱོགས་བཅུ་དུས་གསུམ་གྱི་སངས་རྒྱས་ཐམས་ཅད་ལ་ཕྱག་འཚལ་ལོ།
en: I pay homage to all the buddhas and bodhisattvas. “ ‘

source: །སངས་རྒྱས་དྲི་མ་མེད་པའི་འོད་ཟེར་རིན་པོ་ཆེའི་ཏོག་ལ་ཕྱག་འཚལ་ལོ།
en: I pay homage to the Buddha Tathāgata Uttama­maṅgala­garbha Vimala­raśmi­ratna­ketu. “ ‘

source: །སངས་རྒྱས་གསེར་ཏོག་འོད་ལ་ཕྱག་འཚལ་ལོ།
en: I pay homage to the Buddha Light of Golden Ornaments. “ ‘

source: །སངས་རྒྱས་གསེར་བརྒྱའི་འོད་ཀྱི་སྙིང་པོ་ལ་ཕྱག་འཚལ་ལོ།
en: I pay homage to the Buddha Essence of a Hundred Golden Lights. “ ‘

source: །སངས་རྒྱས་གསེར་གདུགས་རིན་པོ་ཆེ་བརྩེགས་པ་ལ་ཕྱག་འཚལ་ལོ།
en: I pay homage to the Buddha Stack of Precious Golden Parasols. “ ‘

source: །སངས་རྒྱས་གསེར་གྱི་མེ་ཏོག་འོད་ཟེར་རྒྱལ་མཚན་ལ་ཕྱག་འཚལ་ལོ།
en: I pay homage to the Buddha Suvarṇa­puṣpa­raśmidhvaja. “ ‘

source: །སངས་རྒྱས་སྒྲོན་མ་ཆེན་པོའི་འོད་ལ་ཕྱག་འཚལ་ལོ།
en: I pay homage to the Buddha Great Lamp. “ ‘

source: །སངས་རྒྱས་རིན་པོ་ཆེ་ཆེན་པོའི་ཏོག་ལ་ཕྱག་འཚལ་ལོ།
en: I pay homage to the Buddha Mahāratnaketu. “ ‘

source: །ལྷོ་ཕྱོགས་ཀྱི་སངས་རྒྱས་རིན་ཆེན་ཏོག་ལ་ཕྱག་འཚལ་ལོ།
en: I pay homage to the Buddha Ratnaketu in the south. “ ‘

source: །བྱང་ཕྱོགས་ཀྱི་སངས་རྒྱས་ལྷའི་རྔ་སྒྲ་ལ་ཕྱག་འཚལ་ལོ།
en: I pay homage to the Buddha Dundubhisvara in the north. “ ‘

source: །བྱང་ཆུབ་སེམས་དཔའ་མཛེས་པའི་ཏོག་ལ་ཕྱག་འཚལ་ལོ།
en: I pay homage to the bodhisattva Maitreya. “ ‘

source: །བྱང་ཆུབ་སེམས་དཔའ་གསེར་འོད་ལ་ཕྱག་འཚལ་ལོ།
en: I pay homage to the bodhisattva Ruciraketu. “ ‘

source: །བྱང་ཆུབ་སེམས་དཔའ་གསེར་མཛོད་ལ་ཕྱག་འཚལ་ལོ།
en: I pay homage to the bodhisattva Suvarṇaprabha. “ ‘

source: །བྱང་ཆུབ་སེམས་དཔའ་རྟག་ཏུ་བཤུམས་ལ་ཕྱག་འཚལ་ལོ།
en: I pay homage to the bodhisattva Suvarṇakośa. “ ‘

source: །བྱང་ཆུབ་སེམས་དཔའ་ཆོས་འཕགས་ལ་ཕྱག་འཚལ་ལོ།
en: I pay homage to the bodhisattva Sadāprarudita. “ ‘

source: །བྱང་ཆུབ་སེམས་དཔའ་ཤིན་ཏུ་བདེ་བར་གནས་པ་ལ་ཕྱག་འཚལ་ལོ།
en: I pay homage to the bodhisattva Dharmodgata. “ ‘

source: །དེ་ལྟར་སངས་རྒྱས་དང་བྱང་ཆུབ་སེམས་དཔའ་རྣམས་ལ་གུས་པར་ཕྱག་བགྱིས་ནས་དེའི་རྗེས་ལ་སྔགས་བཟླས་ཏེ།
en: I pay homage to the bodhisattva Pleasant Abiding.’ “After having reverently paid homage in that way to those buddhas and bodhisattvas, follow that with repeating the mantra.

source: དཔལ་གྱི་ལྷ་མོ་ཆེན་མོ་བདག་གཡར་འདྲེན་པར་བགྱིད་ན་སྔགས་འདིའི་མཐུས་ཡོངས་སུ་གཉེར་བའི་དངོས་པོ་རྣམས་ཐམས་ཅད་མངོན་པར་འགྲུབ་པར་འགྱུར་རོ། །དཔལ་གྱི་ལྷ་མོ་ཆེན་མོ་ལ་ཕྱག་འཚལ་ལོ། །སྔགས་ནི་འདི་ལྟ་སྟེ། སཱདྱ་ཐེ་དན། པྲ་ཏི་པཱུརྞུ་ཙ་རེ། ས་མནྟཱ་དརྴ་ཎེ།
en: If you make the great goddess Śrī look upon you, then through the power of this mantra, you will accomplish all the things that you seek. “ ‘

source: མ་ཧཱ་བི་ཧཱ་ར་ག་ཏི། ས་མནྟ། བི་མཱ་ན་ག་ཏི། མ་ཧཱ་ཀཱརྱ། པྲ་ཏི་པྲཱ་བ་ཎེ། སཏྭཱ་ཨརྠ་ས་མ་ཏཱ་ནུ་པྲ་པཱུ་རེ། ཨ་ཡཱ་ན། དྷརྨ་ཏཱ། མ་ཧཱ་བྷོ་གི་ནི། མ་ཧཱ་མཻ་ཏྲི། ཨུ་པ་སཾ་ཧི་ཏེ།
en: I pay homage to the great goddess Śrī.’ “

source: ཧི་ཏཻ་ཥི། ས་གྲྀ་ཧཱི་ཏེ། ས་མཱརྠ་ཨ་ནུ་པཱ་ལི་ནེ་སྭཱ་ཧཱ། བཅོམ་ལྡན་འདས་གང་ལ་ལ་ཞིག་གཟུངས་སྔགས་འདི་འདོན་ཅིང་ཡོངས་སུ་བཟུང་བས་བདག་གཡར་འདྲེན་པར་བགྱིད་ན། བདག་གིས་གཡར་འདྲེན་པ་ཐོས་ནས་དེའི་ཐད་དུ་མཆིས་ཏེ་སྨོན་པ་རྣམས་འགྲུབ་པར་བགྱིད་དོ།
en: The mantra is thus: syād yathedam pratipūrṇavare samantavedanagate mahākārya­pratiprāpaṇe sattvārtha­samatānuprapure āyāna­dharmatā mahā­bhogine mahāmaitre upasaṃhihe saṃgṛhīte samarthānupālane svāhā | “Bhagavat, if someone invokes me through reciting and possessing this dhāraṇī mantra, I will hear that invocation and will go to them and will fulfill their aspirations. “

source: །བཅོམ་ལྡན་འདས་འདི་ནི་དབང་བསྐུར་བའི་ཆོ་གའི་ཚིག །ཏིང་ངེ་འཛིན་མངོན་པར་འགྲུབ་པའི་ཚིག །ཡང་དག་པའི་ཚིག །སླུ་བ་མ་མཆིས་པའི་ཚིག །ཡང་དག་པའི་སྤྱོད་པ་སེམས་ཅན་རྣམས་ཀྱི་ཡང་དག་པའི་དགེ་བའི་རྩ་བ་ལགས་པས།
en: Bhagavat, these are words of a rite of empowerment, words that accomplish samādhi, valid words, undeceptive words, a valid practice, and valid good roots for beings. “

source: གང་ལ་ལ་ཞིག་སྔགས་འདི་ཡང་དག་པར་འཛིན་ཅིང་ཀློག་པ་དང་། འདོན་པ་དེས་གདུགས་མཚན་བདུན་གྱི་བར་དུ་ཡན་ལག་བརྒྱད་དང་ལྡན་པའི་སྡོམ་པ་ཡང་དག་པར་བླངས་ནས་སྔ་དྲོའི་དུས་ཀྱི་ཚེ་སྔར་སོ་ཤིང་བཅས་ཏེ་དག་པར་བཀྲུས་ནས་སྔ་དྲོའི་དུས་ཀྱི་ཚེ་སྤོས་དང་། མེ་ཏོག་གིས་སངས་རྒྱས་ཐམས་ཅད་ལ་མཆོད་པ་བགྱིས་ཏེ། བདག་ཉིད་ཀྱིས་དངོས་སྡིག་བཤགས་ནས་བདག་དང་སེམས་ཅན་རྣམས་སྨོན་པ་མྱུར་དུ་འགྲུབ་པར་བགྱི་བའི་སླད་དུ་ཡོངས་སུ་བསྔོ་ཞིང་སྨོན་ལམ་གདབ་པར་བགྱིའོ།
en: Therefore, whoever correctly possesses, reads, and recites this mantra and takes the eight vows for seven days and nights, should in the mornings first wash clean and use a toothpick, and then in the morning offer incense and flowers to all the buddhas, confess their bad actions, and make a dedication and prayer for their own and others’ aspirations to be quickly fulfilled. “

source: །ཁང་པ་གཅིག་གཙང་མར་བགྱིས་པའམ། ཡང་ན་དབེན་པའི་གནས་སམ། དགོན་པའི་གནས་ཀྱང་རུང་སྟེ། བ་ལང་གི་ལྕི་བས་དཀྱིལ་འཁོར་བགྱིས་ནས་ཙནྡན་བསྲེགས་ཏེ་མཆོད་པར་བགྱིའོ།
en: In a cleaned house, or in a solitary place, or in a wilderness, they should make a circle of cow dung and make an offering by burning sandalwood.

source: །སྟན་མཆོག་གཅིག་བཏིང་སྟེ་བ་དན་དང་གདུགས་ཀྱིས་བརྒྱན་པར་བགྱིའོ།
en: They should arrange a perfect seat and adorn the place with parasols and flags.

source: །མེ་ཏོག་དམ་པ་རྣམས་ཀྱིས་དཀྱིལ་འཁོར་གྱི་ནང་བཀྲམ་སྟེ་སེམས་རྩེ་གཅིག་ཏུ་སྔགས་བཟླས་ནས་བདག་དེར་མཆི་བར་རེ་བར་བགྱིའོ།
en: They should scatter flower petals within the circle and then with a one-pointed mind repeat the mantra, hoping that I will come there. “

source: །བདག་དེའི་ཚེ་དེ་ལ་རྗེས་སུ་སེམས་ཤིང་ལྟ་བར་བགྱིད་པས་དེའི་ཁང་པར་ཞུགས་ཏེ་སྟན་ལ་མཆིས་ནས་དེའི་མཆོད་པ་ལེན་པར་བགྱིད་དོ།
en: At that time, I will be aware of them and observe them so that I will enter that house, sit upon that seat, and accept the offerings. “

source: །དེ་སླན་ཆད་མི་དེས་གཡར་ལམ་ན་བདག་མཐོང་བར་འགྱུར་བས་ཅི་དང་ཅི་སྨོན་པའི་དངོས་པོ་རྣམས་ཡང་དག་པའི་ཚིག་གིས་བསྒོ་ནས་གོ་བར་བགྱིད་དོ། །གྲོང་ངམ། གྲོང་ཁྱེར་རམ། འབྲོག་དགོན་པའམ།
en: From then on, whenever that person invokes me, I will see them and I will know through their valid words of command whatever it is they aspire to.

source: དགེ་འདུན་གྱི་གཙུག་ལག་ཁང་ཡང་རུང་སྟེ། ཅི་དང་ཅི་སྨོན་པ་ཐམས་ཅད་ཡོངས་སུ་རྫོགས་པར་བགྱིད་པས་གསེར་དང་། དངུལ་དང་། ནོར་དང་། རིན་པོ་ཆེ་དང་། བ་ལང་དང་། ལུག་དང་། འབྲུ་རྣམས་དང་།
en: Whether they are in a village, a town, a wilderness, or a saṅgha temple, I will accomplish whatever it is they aspire to, so that they will attain, as they wished for, gold, wealth, jewels, oxen, sheep, grain, food, drink, and clothes, and they will enjoy perfect pleasures and possessions. “

source: བཟའ་བ་དང་། བཏུང་བ་དང་། གོས་རྣམས་ཡིད་བཞིན་དུ་འཐོབ་པར་འགྱུར་ཞིང་། བདེ་བ་དང་ལོངས་སྤྱོད་མཆོག་ལ་ཡོངས་སུ་ལོངས་སྤྱོད་པར་འགྱུར་ལགས་སོ། །དེ་ལྟར་འབྲས་བུ་རྣམ་པར་སྨིན་པ་མཆོག་དམ་པ་ཐོབ་ནས་ཀྱང་སྐལ་བ་མཆོག་གང་ལགས་པ་དེས་དཀོན་མཆོག་གསུམ་ལ་མཆོད་ཅིང་བདག་ལ་ཡང་སྩལ་བར་བགྱིའོ།
en: Then, having attained the perfect, sublime ripening of results, whatever are the best portions should be offered to the Three Jewels and bestowed upon me. “

source: །ཆོས་ཀྱི་འདུས་པ་རྒྱ་ཆེར་བཤམས་ནས་བཟའ་བ་དང་བཏུང་བ་རྣམས་སྦྱར་ཏེ།
en: Arrange a great Dharma gathering and supply the food and drink.

source: སྤོས་དང་མེ་ཏོག་གཅལ་དུ་བཀྲམ་ནས་མཆོད་པར་བགྱིའོ།
en: Spread a display of incense and flowers and offer it.

source: །མཆོད་པ་བགྱིས་ནས་མཆོད་པར་བགྱིས་པའི་ཟས་ལྷག་མ་ཅི་མཆིས་པ་བཙོངས་ཏེ།
en: Having made the offering, sell the remainder of the food that was offered and make an offering with the money obtained.

source: རིན་བླངས་ནས་ཡང་མཆོད་པར་བགྱིད་ན་བདག་ནམ་འཚོའི་བར་དུ་རྟག་ཏུ་དེ་ན་གནས་ནས་གང་ཟག་དེ་ལ་བསྲུང་ཞིང་བསྐྱབ་པ་དང་། ཕོངས་ཤིང་བྲེལ་བ་མ་མཆིས་པ་དང་སྨོན་པ་རྣམས་ཡིད་བཞིན་དུ་འགྲུབ་པར་བགྱིད་དོ།
en: Then I will constantly be present for their entire lifetime and will protect and defend that individual so that there will be no poverty or need, and all that is aspired for will be accomplished as wished for.

source: །དུས་དུས་སུ་དབུལ་ཕོངས་པ་རྣམས་ལ་ཡང་སྩལ་བར་བགྱི་ཞིང་བདག་གཅིག་པུའི་ཆེད་དུ་སེར་སྣས་ཕངས་པར་མི་བགྱིའོ།
en: Sometimes bestow all such things on those who are poor and in need, and do not cherish them for yourself alone out of miserliness. “

source: །རྟག་པར་མདོ་སྡེ་འདི་བཀླགས་ནས་རྒྱུན་འཆད་པ་མ་མཆིས་པར་མཆོད་པར་བགྱི་སྟེ། བསོད་ནམས་ཅི་མཆིས་པ་དེ་ཡང་ཐམས་ཅད་ལ་གཏོང་ཞིང་བྱང་ཆུབ་ཏུ་ཡོངས་སུ་བསྔོས་ནས་འཁོར་བ་ལས་ངེས་པར་འབྱུང་ཞིང་མྱུར་དུ་རྣམ་པར་གྲོལ་བ་ཐོབ་པར་འགྱུར་བར་སྨོན་པར་བགྱིའོ།
en: Constantly read this sūtra and continually make offerings, and give whatever merit there is to everyone. Dedicate it to their enlightenment and pray that everyone will definitely abandon saṃsāra and quickly attain liberation.”

source: །དེ་ནས་བཅོམ་ལྡན་འདས་ཀྱིས་དཔལ་གྱི་ལྷ་མོ་ལ་ཁྱོད་ཀྱིས་དེ་ལྟར་མདོ་སྡེ་འདི་རྒྱ་ཆེར་སྤེལ་ནས་བདག་དང་གཞན་གཉིས་ཀ་ལ་ཕན་པ་བསམ་གྱིས་མི་ཁྱབ་པ་བྱས་པ་ལེགས་སོ་ལེགས་སོ་ཞེས་བསྔགས་པ་བརྗོད་པར་གྱུར་ཏོ།
en: The Bhagavat then said to the goddess Śrī, “It is excellent, excellent that you promulgate this sūtra in that way, creating an inconceivable benefit for both yourself and others.”

source: །གསེར་འོད་དམ་པ་མཆོག་ཏུ་རྣམ་པར་རྒྱལ་བ་མདོ་སྡེའི་རྒྱལ་པོ་ལས་དཔལ་གྱི་ལྷ་མོ་ཆེན་མོས་ནོར་འཕེལ་བར་བྱེད་པའི་ལེའུ་སྟེ་བཅུ་བདུན་པའོ།། །།དེ་ནས་སའི་ལྷ་མོ་བརྟན་མ་འཁོར་མང་པོའི་ནང་ནས་སྟན་ལས་ལངས་ཏེ་གུས་པས་ཐལ་མོ་སྦྱར་ནས་བཅོམ་ལྡན་འདས་ལ་འདི་སྐད་ཅེས་གསོལ་ཏོ། །བཅོམ་ལྡན་འདས་གསེར་འོད་དམ་པ་མཆོག་ཏུ་རྣམ་པར་རྒྱལ་བ་མདོ་སྡེའི་རྒྱལ་པོ་འདི་ད་ལྟར་རམ། སླད་མའི་དུས་ཀྱི་ཚེ་གལ་ཏེ་གྲོང་ངམ། གྲོང་ཁྱེར་རམ། གྲོང་རྡལ་ལམ། རྒྱལ་པོའི་ཕོ་བྲང་ངམ།
en: This concludes “The Increase of Wealth by the Great Goddess Śrī,” the seventeenth chapter of “The Supremely Victorious King of Sūtras, the Sublime Golden Light.”

source: དགོན་པའི་གནས་སམ། རི་འམ། ཕུག་གམ། ནགས་ཚལ་དག་ན་ཡང་རུང་སྟེ་མདོ་སྡེའི་རྒྱལ་པོ་འདི་སྤེལ་བར་བགྱིད་ན། བཅོམ་ལྡན་འདས་བདག་དེར་མཆིས་ནས་མཆོད་པ་དང་།
en: Chapter 18: Dṛḍhā, the Goddess of the Earth Then, within that great assembly, Dṛḍhā, the goddess of the earth, rose from her seat and said to the Bhagavat, “Bhagavat, when this Supremely Victorious King of Sūtras, the Sublime Golden Light is being promulgated, whether it is in the present or the future, or whether in a village, a town, a market town, a king’s palace, or a wilderness, on a mountain, in a cave, or in a forest, Bhagavat, I will go there and make offerings to it, honor it, protect and defend it, and promulgate it widely. “

source: བཀུར་སྟི་དང་ཡོངས་སུ་བསྲུང་བ་དང་། ཡོངས་སུ་བསྐྱབ་པ་བགྱིས་ཏེ་རྒྱ་ཆེར་སྤེལ་བར་བགྱིད་དོ། །ས་ཕྱོགས་གང་ཡང་རུང་བ་དག་ཏུ་ཆོས་སྨྲ་བའི་མཁན་པོའི་ཆེད་དུ་ཁྲི་མཐོན་པོ་བཙུགས་ཏེ་མདོ་སྡེ་འདི་འཆད་པར་བགྱིད་ན། བདག་རྫུ་འཕྲུལ་གྱི་མཐུས་ལུས་མི་གདའ་བར་བགྱིས་ནས་དེར་མཆིས་ཏེ། དེའི་རྐང་པ་ནས་སྤྱི་བོས་འདེགས་པར་བགྱིད་དོ།
en: In whatever place a high throne is made for the dharmabhāṇaka upādhyāya and this sūtra is taught, I will make myself invisible through my miraculous powers and will go there and support his feet with my head. “

source: །བདག་ཆོས་ཐོས་པར་གྱུར་ནས་ཀྱང་ཤིན་ཏུ་དང་བའི་བསམ་པས་རབ་ཏུ་དགའ་བར་བགྱིད་དོ།
en: When I hear the Dharma, with thoughts of complete trust, I will be overjoyed.

source: །ཆོས་ཀྱི་རོ་ཐོབ་པའི་དབང་གིས་གཟི་བྱིན་འཕེལ་བར་འགྱུར་བས་མགུ་བ་ཚད་མ་མཆིས་པ་ཐོབ་པར་འགྱུར་ཏེ།
en: Through the power of obtaining the flavor of the Dharma, my magnificence will increase, and I will gain an immeasurable reverence for it.

source: བདག་ཉིད་དེ་ལྟ་བུའི་ཕན་ཡོན་ཐོབ་པ་ཉིད་ཀྱིས་ས་ཆེན་པོ་འདི་ཡང་དཔག་ཚད་སྟོང་ཕྲག་བརྒྱད་ཅུ་རྡོ་རྗེའི་དཀྱིལ་འཁོར་ལ་ཐུག་པ་ཚུན་ཆད་སའི་བཅུད་ཐམས་ཅད་རབ་ཏུ་འཕེལ་བར་བགྱིད་དོ།
en: Because I attain such a benefit, this will increase all the goodness of the earth throughout eighty thousand yojanas of this great earth, as far down as the vajra disk.

source: །རྒྱ་མཚོ་བཞི་ཚུན་ཆད་ཀྱིས་ཆེན་པོ་ཇི་སྙེད་པ་དེ་དག་སའི་བཅུད་རྒྱས་ཤིང་རབ་ཏུ་གཤིན་པས་སྔོན་བས་ཀྱང་ལྷག་པ་དང་། ཆེས་ཁྱད་པར་དུ་འཕགས་པར་བགྱིད་དོ། །འཛམ་བུའི་གླིང་འདི་ན་ཆུ་བོ་དང་། རྫིང་དང་། རྫིང་བུ་དང་། ལྗོན་ཤིང་དང་། སྨན་དང་། ནགས་ཚལ་དང་། མེ་ཏོག་དང་། འབྲས་བུ་དང་།
en: The goodness of the earth will increase throughout the entire great earth as far as the four oceans, becoming potent and greater and exceptionally superior to what it was before. “

source: རྩ་བ་དང་། སྡོང་བུ་དང་། ཡལ་ག་དང་། ལོ་མ་དང་། འབྲུ་རྣམ་པ་སྣ་ཚོགས་ཅི་མཆིས་པ་དེ་དག་ཀྱང་དབྱིབས་མཛེས་ཤིང་ཡིད་དུ་མཆི་བ་དང་། མང་པོ་ཀུན་གྱིས་བལྟ་བར་མོས་པ་དང་།
en: In this Jambudvīpa, the various kinds of rivers, ponds, trees, herbs, forests, flowers, fruits, roots, stems, branches, leaves, and grains that exist will have beautiful, attractive forms, and many people will wish to look at them; they will have excellent color and scents, and they will all be useful. “

source: ཁ་དོག་དང་། དྲི་ཕུན་སུམ་ཚོགས་པ་དང་ལོངས་སྤྱོད་དུ་རུང་བར་བགྱིད་དོ། །སེམས་ཅན་གང་གིས་བཟའ་བ་དང་། བཏུང་བ་མཆོག་དེ་ལྟ་བུ་དག་ལ་ལོངས་སྤྱོད་པ་རྣམས་ཀྱང་ཚེ་རིང་ཞིང་ཁ་དོག་དང་སྟོབས་དང་ལྡན་པ་དང་། དབང་པོ་རྣམས་བདེ་ཞིང་གཟི་བྱིན་འཕེལ་བ་དང་།
en: Those beings who use them for the most perfect food and drink will have their lifespan, complexion, strength, and faculties increased in health and magnificence.

source: བྲོ་ནད་རྣམས་མ་མཆིས་པ་དང་། སེམས་ཀྱི་ཤེས་རབ་དཔའ་ཞིང་ཅི་ཡང་རྩོལ་རྔོ་ཐོགས་པར་འགྱུར་ལགས་སོ།
en: They will have no illness, and their minds will have steadfast wisdom and will persevere in anything.

source: །གཞན་ཡང་ས་ཆེན་པོ་འདི་ལས་ཇི་ཙམ་དུ་ཡོངས་སུ་སྤྱད་པར་བགྱི་བའི་དངོས་པོ་བརྒྱ་སྟོང་ཇི་སྙེད་པ་ཐམས་ཅད་ཀྱང་ཕུན་སུམ་ཚོགས་པར་བགྱིད་ལགས་སོ།
en: Moreover, all of the hundreds of thousands of things that are used to any extent from this great earth will all be perfect. “

source: །བཅོམ་ལྡན་འདས་རྒྱུ་དང་རྐྱེན་དེས་ན་འཛམ་བུའི་གླིང་རྣམས་སུ་རབ་ཏུ་བདེ་ཞིང་ལོ་ལེགས་པ་དང་། མི་རྣམས་དར་ཞིང་རྒྱས་པ་དང་། གནོད་པ་རྣམས་མ་མཆིས་པས་སེམས་ཅན་ཇི་སྙེད་མཆིས་པ་དེ་དག་ཐམས་ཅད་བདེ་བ་མྱོང་བར་འགྱུར་ལགས་སོ།
en: Bhagavat, through that cause and condition, Jambudvīpa will have perfect happiness and excellent harvests, and humans will multiply and increase, without any calamities, so that all the beings that exist will experience happiness.

source: །དེ་ལྟར་ལུས་དང་སེམས་ཀྱིས་བདེ་བ་མྱོང་བར་གྱུར་ནས་ཀྱང་མདོ་སྡེའི་རྒྱལ་པོ་འདི་ལ་ཤིན་ཏུ་གུས་པ་བསྐྱེད་ནས་གང་དུ་གནས་ཀྱང་རུང་སྟེ།
en: In that way, their bodies and minds will experience happiness, and wherever they are, they will have deep reverence for this king of sūtras.

source: ཐམས་ཅད་ཀྱིས་ཡོངས་སུ་བཟུང་བ་དང་། མཆོད་པ་དང་། བཀུར་སྟི་དང་། བླ་མར་བགྱིས་ཤིང་བསྔགས་པ་བརྗོད་པར་སྨོན་པར་བགྱིའོ།
en: Everyone will aspire to possess it, make offerings to it, honor it, venerate it, and speak its praises.

source: །གཞན་ཡང་ཆོས་འཆད་པའི་མཁན་པོ་ཆེན་པོ་དེ་དག་གང་དུ་ཆོས་འཆད་པའི་གནས་དེར་ཡང་མཆིས་ཏེ། སེམས་ཅན་རྣམས་ཀྱི་ཆེད་དུ་མདོ་སྡེའི་རྒྱལ་པོ་དམ་པ་འདི་འཆད་པར་གསོལ་བ་གདབ་པར་བགྱིའོ།
en: Moreover, they will go to the places where great dharmabhāṇaka upādhyāyas will teach the Dharma, and they will supplicate them to teach this sublime king of sūtras for the sake of beings. “

source: བཅོམ་ལྡན་འདས་མདོ་སྡེ་འདི་བཤད་པའི་དབང་གིས་བདག་ཅག་འཁོར་དང་བཅས་པ་ཐམས་ཅད་ལ་སྨན་པར་འགྱུར་ཞིང་འོད་དང་།
en: Bhagavat, through the power of this sūtra being taught, I and my entourage will be benefited.

source: ཁ་དོག་དང་། མཐུ་སྟོབས་དང་། དཔའ་ཞིང་གཟི་བྱིན་དང་ལྡན་པ་དང་། བྱད་བཞིན་ཤིན་ཏུ་སྡུག་ཅིང་སྔོན་བས་ཆེས་ཁྱད་པར་དུ་འཕགས་པར་འགྱུར་བས་སོ།
en: Our light, color, strength, courage, magnificence, and beauty of form will become far superior to what they were before. “

source: །བཅོམ་ལྡན་འདས་བདག་སའི་ལྷ་མོ་བརྟན་མ་ཡང་ཆོས་ཀྱི་རོས་ཚིམ་པར་གྱུར་པའི་དབང་གིས་འཛམ་བུའི་གླིང་དཔག་ཚད་བདུན་སྟོང་ཚུན་ཆད་ས་ཐམས་ཅད་བཅུད་དང་ལྡན་པ་དང་། སྔ་མ་བཞིན་དུ་སེམས་ཅན་ཇི་སྙེད་པ་ཐམས་ཅད་ཀྱང་བདེ་བ་མྱོང་བར་བགྱིད་ལགས་སོ།
en: Bhagavat, I, the earth goddess Dṛḍhā, will also be satiated by the flavor of the Dharma, and because of that, all the earth for seven thousand yojanas in Jambudvīpa will become potent, and, as stated before, all the beings that exist will experience happiness. “

source: །དེ་ལྟ་བས་ན་བཅོམ་ལྡན་འདས་དེའི་ཚེ་སེམས་ཅན་དེ་དག་གིས་ཀྱང་བདག་གི་དྲིན་བསབ་པའི་སླད་དུ་བདག་ཅག་གདོན་མི་འཚལ་བར་མདོ་སྡེ་འདི་མཉན་ནས་བཀུར་སྟི་དང་། རིམ་གྲོ་དང་། མཆོད་པ་དང་། བླ་མར་བགྱིས་ནས་བསྔགས་པ་བརྗོད་པར་བགྱིའོ་སྙམ་དུ་བསམ་པར་བགྱིའོ།
en: Therefore, Bhagavat, at that time, in order to repay my kindness, those beings should think, ‘Without a doubt we will listen to, honor, serve, make offerings to, venerate, and praise this sūtra.’

source: །དེ་ལྟར་བསམས་ནས་ཀྱང་གནས་ནས་བྱུང་སྟེ་གྲོང་དང་། གྲོང་ཁྱེར་དང་། གྲོང་རྡལ་དང་། ཁང་ཁྱིམ་དང་།
en: Thinking in that way, they should leave their homes and go to the gathering for the Dharma teaching, whether it be in a village, a town, a market town, a house, or a wilderness.

source: དགོན་པའི་གནས་གང་དུ་ཆོས་བཤད་པའི་འདུས་པ་དེར་མཆིས་ནས་ཆོས་བཤད་པའི་མཁན་པོ་ལ་སྤྱི་བོས་བཏུད་དེ་ཕྱག་བགྱིས་ནས་མདོ་སྡེ་འདི་མཉན་པར་བགྱིའོ།
en: They should bow down their heads to the dharmabhāṇaka upādhyāya and, having paid homage to him, listen to this sūtra. “

source: །མདོ་སྡེ་འདི་མཉན་ནས་ཀྱང་སོ་སོ་ནས་རང་གི་གནས་སུ་མཆིས་ཏེ་རབ་ཏུ་དགའ་བའི་སེམས་བསྐྱེད་དེ། འདི་སྐད་དུ་བདག་ཅག་དེང་ཤིན་ཏུ་ཟབ་ཅིང་བླ་ན་མ་མཆིས་པའི་ཆོས་གྱ་ནོམ་པ་ཐོས་པས་འདི་ནི་བསོད་ནམས་ཀྱི་ཕུང་པོ་བསམ་གྱིས་མི་ཁྱབ་པ་སྙེད་ཡོངས་སུ་བསྡུས་པར་གྱུར་ཏོ།
en: When they have listened to the sūtra, they will return to their own homes, and with great joy arisen in their minds they will say, ‘Today, through having heard a profound and unsurpassable, wonderful Dharma, we have gathered an inconceivable accumulation of merit.

source: །མདོ་སྡེའི་མཐུ་སྟོབས་ཀྱི་དབང་གིས་བདག་ཅག་སངས་རྒྱས་བྱེ་བ་ཁྲག་ཁྲིག་བརྒྱ་སྟོང་ཚད་མ་མཆིས་ཤིང་མཐའ་མ་མཆིས་པ་སྙེད་ལ་མཆོད་ཅིང་རིམ་གྲོ་བགྱིས་པས་ངན་སོང་གསུམ་གྱི་སྡུག་བསྔལ་མི་བཟད་པ་དང་བྲལ་བར་གྱུར་ཏོ།
en: Through the power of the might of the sūtra, we have offered to and served countless, infinite hundreds of thousands of quintillions of buddhas so that we are freed from the unendurable sufferings of the three lower existences.

source: །མ་འོངས་པའི་ཚེ་རབས་བརྒྱ་སྟོང་གི་བར་དུ་ཡང་རྟག་པར་མཐོ་རིས་དང་མིའི་ནང་དུ་སྐྱེས་ནས་བདེ་བ་མཆོག་མྱོང་བར་འགྱུར་རོ་ཞེས་བརྗོད་པར་འགྱུར་རོ། །དེའི་ཚེ་མི་མང་པོ་དེ་དག་སོ་སོ་ནས་སླར་རང་རང་གི་གནས་སུ་མཆིས་ནས་ཀྱང་སྐྱེ་བོ་མང་པོ་རྣམས་ལ་མདོ་སྡེའི་རྒྱལ་པོ་འདི་ལས་གསུངས་པའི་དཔེ་གཅིག་ཙམ་མམ། ལེའུ་གཅིག་ཙམ་མམ། སྔོན་གྱི་གཏམ་རྒྱུད་གཅིག་ཙམ་མམ། དེ་བཞིན་གཤེགས་པ་གཅིག་གི་མཚན་ཙམ་མམ། བྱང་ཆུབ་སེམས་དཔའ་གཅིག་གི་མིང་ཙམ་མམ།
en: Also, for a hundred thousand future lifetimes, we will always be reborn as humans in the higher existences and experience supreme happiness.’ “

source: ཚིག་བཞི་པའི་ཚིགས་སུ་བཅད་པ་གཅིག་ཙམ་མམ། ཡང་ཚིག་གཅིག་ཙམ་ཞིག་སེམས་ཅན་རྣམས་ལ་ཡང་དག་པར་སྟོན་པར་བགྱིད་དམ། ཐ་ན་མདོ་སྡེ་འདིའི་མཚན་ཙམ་ཞིག་བརྗོད་པར་བགྱིད་ན། བཅོམ་ལྡན་འདས་སེམས་ཅན་དེ་དག་གང་ན་གནས་པའི་ས་ཕྱོགས་དེ་དག་ཐམས་ཅད་བཅུད་དང་ལྡན་ཞིང་གཞན་བས་ལྷག་པར་འགྱུར་བ་དང་། ས་ཆེན་པོ་ལས་སྐྱེ་བར་འགྱུར་བའི་དངོས་པོ་ཐམས་ཅད་ཀྱང་རྒྱ་ཆེར་རབ་ཏུ་འཕེལ་ཞིང་རབ་ཏུ་རྒྱས་པར་འགྱུར་བས་སེམས་ཅན་རྣམས་ཤིན་ཏུ་བདེ་བའི་ལོངས་སྤྱོད་མྱོང་བར་འགྱུར་རོ།
en: When those many people return to their own homes, if they teach many beings even just one example that is taught in this king of sūtras, or just one chapter, or just one history, or the name of just one tathāgata, or the name of just one bodhisattva, or just one four-line verse, or even a single line of verse, or if they only tell them the name of this sūtra, then, venerable Bhagavat, in all the places where those beings live, the earth will become potent and superior to that in other places, and everything that grows from the great earth will multiply greatly and be vast so that beings will experience the enjoyment of great happiness.

source: །རིན་པོ་ཆེ་དང་ནོར་མང་བར་འགྱུར།
en: There will be many jewels and wealth.

source: སྦྱིན་པ་ལེགས་པར་གཏོང་བར་འགྱུར།
en: They will perform great acts of generosity.

source: རྟག་པར་སེམས་བརྟན་ཞིང་དཀོན་མཆོག་གསུམ་ལ་ཤིན་ཏུ་མངོན་པར་ཡིད་ཆེས་པར་འགྱུར་ལགས་སོ།
en: Their minds will be constantly steady, and they will have complete conviction in the Three Jewels.”

source: །དེ་སྐད་ཅེས་གསོལ་པ་དང་། དེ་ནས་བཅོམ་ལྡན་འདས་ཀྱིས་སའི་ལྷ་མོ་བརྟན་མ་ལ་འདི་སྐད་ཅེས་བཀའ་སྩལ་ཏོ། །སེམས་ཅན་གང་ལ་ལ་ཞིག་གསེར་འོད་དམ་པ་མཆོག་ཏུ་རྣམ་པར་རྒྱལ་བ་མདོ་སྡེའི་རྒྱལ་པོ་འདི་ལས་ཐ་ན་ཚིག་གཅིག་ཙམ་ཞིག་ཐོས་པར་གྱུར་ན་ཡང་ཚེ་འཕོས་པའི་འོག་ཏུ་སུམ་ཅུ་རྩ་གསུམ་དང་། ལྷའི་གནས་གཞན་དག་ཏུ་སྐྱེ་བར་འགྱུར་རོ།
en: Then the Bhagavat said to Dṛḍhā, the goddess of the earth, “If any being hears even one line from this Supremely Victorious King of Sūtras, the Sublime Golden Light, after they have passed away, they will be reborn in the Trāyastriṃśa or another paradise. “

source: །སེམས་ཅན་གང་ལ་ལ་ཞིག་མདོ་སྡེའི་རྒྱལ་པོ་འདི་མཆོད་པར་འདོད་པའི་ཕྱིར་ཁང་ཁྱིམ་དག་རབ་ཏུ་བརྒྱན་ནས་བླ་རེ་གཅིག་བྲེ་བར་བྱེད་དམ། བ་དན་གཅིག་ཙམ་དཔྱངས་པར་བྱེད་ན་རྒྱུ་དང་རྐྱེན་དེས་ལྷའི་རིས་དྲུག་པོ་དག་ཏུ་ཇི་ལྟར་བསམས་པ་བཞིན་དུ་སྐྱེ་བར་འགྱུར་བས་རིན་པོ་ཆེ་སྣ་བདུན་གྱི་གཞལ་མེད་ཁང་མཆོག་དམ་པ་དག་ལ་ཡིད་བཞིན་དུ་ལོངས་སྤྱོད་པར་འགྱུར།
en: If any being, because they wish to make offerings to this king of sūtras, perfectly adorns their home by even putting up one canopy or hanging one streamer, then through that cause and condition they will be reborn in accordance with their aspiration, among the six paradises, and enjoy according to their wishes a sublime, supreme divine palace made of the seven jewels.

source: སོ་སོ་ནས་ལྷའི་བུ་མོ་བདུན་སྟོང་དང་ཕན་ཚུན་ལྷན་ཅིག་རྩེ་ཞིང་ཉིན་མཚན་རྟག་པར་ཁྱད་པར་དུ་འཕགས་པའི་བདེ་བ་བསམ་གྱིས་མི་ཁྱབ་པ་དག་ལ་ལོངས་སྤྱོད་པར་འགྱུར་རོ། །དེ་སྐད་ཅེས་བཀའ་སྩལ་པ་དང་།
en: Each one will frolic together with seven thousand devīs and enjoy inconceivable superior bliss constantly, day and night.”

source: དེ་ནས་བཅོམ་ལྡན་འདས་ལ་སའི་ལྷ་མོ་བརྟན་མས་འདི་སྐད་ཅེས་གསོལ་ཏོ། །བཅོམ་ལྡན་འདས་རྒྱུ་དང་རྐྱེན་དེས་ན་འཁོར་བཞི་པོ་ལས་གང་ལ་ལ་ཞིག་ཆོས་ཀྱི་སྟན་ལ་མཆིས་ནས་ཆོས་འདི་ཡང་དག་པར་སྟོན་པ་ན། བདག་གདུགས་མཚན་དུ་གང་ཟག་དེ་ལ་ཡོངས་སུ་སྲུང་ཞིང་ཡོངས་སུ་སྐྱོབ་པར་བགྱིད་ན།
en: Then Dṛḍhā, the earth goddess, said to the Bhagavat, “Therefore, Bhagavat, when anyone among the four class of followers sits upon a Dharma throne and teaches this Dharma correctly, I will protect and defend that individual day and night.

source: རང་གི་ལུས་མི་གདའ་བར་བགྱིས་ནས་ཆོས་ཀྱི་སྟན་གྱི་དྲུང་དུ་མཆིས་ཏེ་དེའི་རྐང་པ་ལ་འདེགས་པར་བགྱིད་ལགས་སོ།
en: I will make my body invisible and come before their Dharma thrones and will support their feet. “

source: །བཅོམ་ལྡན་འདས་མདོ་སྡེ་འདི་ལྟ་བུ་འདི་ནི་སེམས་ཅན་དེ་དག་གིས་སངས་རྒྱས་བརྒྱ་སྟོང་དུ་མ་ལས་དགེ་བའི་རྩ་བ་བསྐྲུན་པས་ན་འཛམ་བུའི་གླིང་འདིར་རྒྱ་ཆེར་འཕེལ་ཞིང་ནུབ་པར་མི་འགྱུར་བ་ལགས་སོ།
en: Bhagavat, those beings, who have planted good roots with many hundreds of thousands of buddhas, will widely promulgate such a sūtra as this so that it will not vanish.

source: །སེམས་ཅན་གང་གིས་མདོ་སྡེ་འདི་མཉན་པར་བགྱིད་པ་དེ་དག་ནི་སླད་མའི་དུས་ཀྱི་ཚེ་བསྐལ་པ་བྱེ་བ་ཁྲག་ཁྲིག་བརྒྱ་སྟོང་ཚད་མ་མཆིས་པ་སྙེད་ཀྱི་བར་དུ་ལྷ་དང་མིའི་ནང་དུ་རྟག་པར་བདེ་བ་མཆོག་ལ་ལོངས་སྤྱོད་པར་འགྱུར།
en: Any being who listens to this sūtra will in the time that follows, for countless hundreds of thousands of quintillions of eons, constantly enjoy perfect happiness among devas and humans.

source: སངས་རྒྱས་མང་པོ་དང་མཇལ་ནས་མྱུར་དུ་བླ་ན་མེད་པར་ཡང་དག་པར་རྫོགས་པའི་བྱང་ཆུབ་མངོན་པར་རྫོགས་པར་འཚང་རྒྱ་བར་འགྱུར།
en: They will meet many buddhas and will quickly attain the highest, most complete enlightenment of buddhahood.

source: ངན་སོང་གསུམ་དང་འཁོར་བའི་སྡུག་བསྔལ་མྱོང་བར་མི་འགྱུར་ལགས་སོ།
en: They will not experience the suffering of the three lower existences or of saṃsāra.”

source: །དེ་ནས་བཅོམ་ལྡན་འདས་ལ་སའི་ལྷ་མོ་བརྟན་མས་ཡང་འདི་སྐད་ཅེས་གསོལ་ཏོ། །བཅོམ་ལྡན་འདས་བདག་ལ་སྔགས་ཀྱི་སྙིང་པོ་ལྷ་དང་མི་རྣམས་ལ་ཕན་འདོགས་ཤིང་ཐམས་ཅད་ལ་བདེ་བར་བགྱིད་པ་མཆིས་ཏེ། སྐྱེས་པ་དང་།
en: The earth goddess Dṛḍhā then further said to the Bhagavat, “Bhagavat, I have a mantra essence that will benefit devas and humans and bring happiness to them all.

source: བུད་མེད་དང་། འཁོར་བཞི་པོ་དག་ལས་གང་ལ་ལ་ཞིག་བདག་གི་ལུས་ཡང་དག་པ་མངོན་སུམ་དུ་མཐོང་བར་འཚལ་བ་དེས་སེམས་རྩེ་གཅིག་ཏུ་གཟུངས་འདི་ཡོངས་སུ་འཛིན་པར་བགྱིད་ན། ཇི་ལྟར་སྨོན་པ་ཐམས་ཅད་ཡིད་བཞིན་དུ་འགྲུབ་པར་བགྱིད་དོ། །འདི་ལྟ་སྟེ།
en: If any man, woman, or one of the four kinds of followers wishes to truly and directly see my body, if they single-mindedly possess this dhāraṇī, then all their aspirations will be fulfilled exactly as they wish. “
